experiments/redis_contention/throughput/loaded_pairs_0/pair_0/clients_64_threads_8_pipeline_50/redis.out
8         Threads
64        Connections per thread
60        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       898636.51          ---          ---        23.79134        16.76700        46.33500        52.22300    943089.56 
Gets       179723.64       110.91    179612.73        23.35414        16.63900        45.82300        51.71100      7297.92 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    1078360.15       110.91    179612.73        23.71847        16.76700        46.07900        52.22300    950387.48